{"query": "Los patos de Janet ponen 16 huevos por día. Desayuna tres cada mañana y hornea muffins para sus amigos todos los días con cuatro. Vende el resto en el mercado de agricultores diariamente a $2 por huevo de pato fresco. ¿Cuánto gana en dólares todos los días en el mercado de agricultores?", "response": "18"}
{"query": "Para hacer una túnica se necesitan dos rollos de fibra azul y la mitad de esa cantidad de fibra blanca. ¿Cuántos rollos se necesitan en total?", "response": "3"}
{"query": "Josh decide intentar revender una casa. Compra una casa por $80,000 y luego invierte $50,000 en reparaciones. Esto aumenta el valor de la casa en un 150%. ¿Cuánto beneficio obtuvo?", "response": "70000"}
{"query": "James decide correr 3 sprints 3 veces por semana. Corre 60 metros en cada sprint. ¿Cuántos metros en total corre por semana?", "response": "540"}
{"query": "Todos los días, Wendi alimenta a cada una de sus gallinas con tres tazas de alimento mixto para gallinas, que contiene semillas, gusanos de la harina y verduras para ayudarlas a mantenerse sanas. Les da el alimento a las gallinas en tres comidas separadas. Por la mañana, les da a su bandada de gallinas 15 tazas de alimento. Por la tarde, les da otras 25 tazas de alimento. ¿Cuántas tazas de alimento necesita darles a sus gallinas en la última comida del día si el tamaño de la bandada de Wendi es de 20 gallinas?", "response": "20"}
{"query": "Kylar fue a la tienda a comprar vasos para su nuevo apartamento. Un vaso cuesta 5 dólares, pero cada segundo vaso cuesta solo el 60% del precio. Kylar quiere comprar 16 vasos. ¿Cuánto debe pagar por ellos?", "response": "64"}
{"query": "Toulouse tiene el doble de ovejas que Charleston. Charleston tiene 4 veces más ovejas que Seattle. ¿Cuántas ovejas tienen Toulouse, Charleston y Seattle en conjunto si Seattle tiene 20 ovejas?", "response": "260"}
{"query": "Carla está descargando un archivo de 200 GB. Normalmente puede descargar 2 GB por minuto, pero cuando se encuentra en el 40 % de la descarga, Windows obliga a reiniciar el sistema para instalar las actualizaciones, lo que demora 20 minutos. Luego, Carla tiene que reiniciar la descarga desde el principio. ¿Cuánto se tarda en descargar el archivo?", "response": "160"}
{"query": "John conduce durante 3 horas a una velocidad de 60 mph y luego se da la vuelta porque se da cuenta de que olvidó algo muy importante en casa. Intenta llegar a casa en 4 horas, pero pasa las primeras 2 horas en un atasco. Pasa la siguiente media hora conduciendo a una velocidad de 30 mph, antes de poder conducir el tiempo restante de las 4 horas a 80 mph. ¿A qué distancia está de su casa al final de esas 4 horas?", "response": "45"}
{"query": "La tarifa por hora de Eliza durante las primeras 40 horas que trabaja cada semana es de $10. También recibe un pago por horas extra de 1,2 veces su tarifa por hora regular. Si Eliza trabajó 45 horas esta semana, ¿cuánto ganará esta semana?", "response": "460"}
{"query": "Un programa nuevo tuvo 60 descargas en el primer mes. La cantidad de descargas en el segundo mes fue tres veces mayor que la del primer mes, pero luego se redujo en un 30% en el tercer mes. ¿Cuántas descargas tuvo el programa en total durante los tres meses?", "response": "366"}
{"query": "Toula fue a la panadería y compró varios tipos de pasteles. Compró 3 docenas de donas que costaron $68 por docena, 2 docenas de mini cupcakes que costaron $80 por docena y 6 docenas de mini cheesecakes que costaron $55 por docena. ¿Cuánto fue el costo total?", "response": "694"}
{"query": "Carlos está plantando un limonero. Plantar el árbol le costará $90. Cada año producirá 7 limones, que podrá vender a $1,5 cada uno. Cuesta $3 al año regar y alimentar el árbol. ¿Cuántos años pasarán antes de que empiece a ganar dinero con el limonero?", "response": "13"}
{"query": "Melanie es vendedora puerta a puerta. Vendió un tercio de sus aspiradoras en la casa verde, 2 más en la casa roja y la mitad de lo que quedó en la casa naranja. Si a Melanie le quedan 5 aspiradoras, ¿con cuántas empezó?", "response": "18"}
{"query": "En una clase de danza de 20 estudiantes, el 20% se matriculó en danza contemporánea, el 25% restante se matriculó en danza jazz y el resto se matriculó en danza hip-hop. ¿Qué porcentaje del total de estudiantes se matriculó en danza hip-hop?", "response": "60"}
{"query": "Un comerciante quiere elegir entre dos planes de compra: joyas por valor de 5.000 dólares o aparatos electrónicos por valor de 8.000 dólares. Su asesor financiero especula que el mercado de joyas subirá un 2,5%, mientras que el de aparatos electrónicos subirá un 1,2% en el mismo mes. Si el comerciante busca maximizar las ganancias al final de este mes eligiendo una opción, ¿cuánto sería la ganancia?", "response": "125"}
{"query": "Dos trenes parten de San Rafael al mismo tiempo. Empiezan a viajar hacia el oeste y ambos recorren 80 millas. Al día siguiente, viajan hacia el norte y recorren 150 millas. ¿Cuál es la distancia que recorre cada tren en los dos días?", "response": "230"}
{"query": "A Jill le pagan $20 por hora por enseñar y $30 por ser entrenadora de porristas. Si trabaja 50 semanas al año, 35 horas a la semana como maestra y 15 horas a la semana como entrenadora, ¿cuál es su salario anual?", "response": "57500"}
{"query": "Claire prepara una tortilla de 3 huevos todas las mañanas para el desayuno. ¿Cuántas docenas de huevos comerá en 4 semanas?", "response": "7"}
{"query": "Marissa está caminando por un sendero de 12 millas. Le tomó 1 hora caminar las primeras 4 millas y luego otra hora caminar las siguientes dos millas. Si quiere que su velocidad promedio sea de 4 millas por hora, ¿qué velocidad (en millas por hora) necesita para caminar la distancia restante?", "response": "6"}
{"query": "Tengo 10 litros de bebida de naranja que son dos tercios de agua y deseo agregarlo a 15 litros de bebida de piña que son tres quintos de agua. Pero mientras lo sirvo, se me cae un litro de bebida de naranja. ¿Cuánta agua hay en los 24 litros restantes?", "response": "15"}
{"query": "Raymond y Samantha son primos. Raymond nació 6 años antes que Samantha. Raymond tuvo un hijo a los 23 años. Si Samantha tiene ahora 31 años, ¿cuántos años hace que nació el hijo de Raymond?", "response": "14"}
{"query": "Billy vende DVD. Tiene 8 clientes el martes. Sus primeros 3 clientes compran un DVD cada uno. Sus siguientes 2 clientes compran 2 DVD cada uno. Sus últimos 3 clientes no compran ningún DVD. ¿Cuántos DVD vendió Billy el martes?", "response": "7"}
{"query": "Una vela se derrite 2 centímetros cada hora que está encendida. ¿Cuántos centímetros menos se derretirá una vela después de estar encendida desde la 1:00 p. m. hasta las 5:00 p. m.?", "response": "8"}
{"query": "Kyle compró el libro más vendido del año pasado por 19,50 dólares, con un descuento del 25 % sobre el precio original. ¿Cuál era el precio original del libro?", "response": "26"}
{"query": "Marie pidió un plato de pollo que cuesta $12, 5 paquetes de leche que cuestan $3 cada uno, 4 manzanas que cuestan $1,50 cada una y algunas cajas de pizza. Marie pagó un total de $50. ¿Cuántas cajas de pizza pidió Marie si cada caja cuesta $8,50?", "response": "2"}
{"query": "Mishka compró 3 pares de pantalones cortos, 3 pares de pantalones y 3 pares de zapatos. Un par de pantalones cortos cuesta $16,50. Un par de pantalones cuesta $22,50 y un par de zapatos cuesta $42. ¿Cuántos dólares gastó Mishka en todas las prendas de vestir?", "response": "243"}
{"query": "Cynthia come una porción de helado cada noche. Compra cajas de helado con 15 porciones de helado por caja a un costo de $4.00 por caja. Después de 60 días, ¿cuánto gastará en helado?", "response": "16"}
{"query": "Henry hizo dos paradas durante su viaje en bicicleta de 60 millas. La primera se detuvo después de 20 millas. Su segunda parada fue 15 millas antes del final del viaje. ¿Cuántas millas recorrió entre su primera y segunda parada?", "response": "25"}
{"query": "Gloria está comprando zapatos cuando encuentra un par de botas que se ajustan a su presupuesto. Sin embargo, tiene que elegir entre las botas y dos pares de tacones altos que juntos cuestan cinco dólares menos que las botas. Si un par de tacones cuesta $33 y el otro cuesta el doble, ¿cuánto cuestan las botas?", "response": "104"}
{"query": "Las edades de Darrell y Allen están en una proporción de 7:11. Si su edad total ahora es 162, calcule la edad de Allen dentro de 10 años.", "response": "109"}
{"query": "Gunter está intentando contar las gominolas que hay en un frasco. Les pregunta a sus amigos cuántas creen que hay en el frasco. Uno dice 80. Otro dice 20 más que la mitad de la primera. Un tercero dice 25% más que la primera. ¿Cuál es su estimación media?", "response": "80"}
{"query": "John cuida 10 perros. Cada perro dedica media hora al día a pasearlos y a hacer sus necesidades. ¿Cuántas horas a la semana dedica a cuidarlos?", "response": "35"}
{"query": "Gretchen tiene 110 monedas. Hay 30 monedas de oro más que de plata. ¿Cuántas monedas de oro tiene Gretchen?", "response": "70"}
{"query": "Siobhan tiene 2 joyas menos que Aaron. Aaron tiene 5 joyas más que la mitad de las joyas de Raymond. Si Raymond tiene 40 joyas, ¿cuántas joyas tiene Siobhan?", "response": "23"}
{"query": "Mike juega ping pong durante 40 minutos.  En los primeros 20 minutos suma 4 puntos.  En los segundos 20 minutos, consigue un 25% más de puntos.  ¿Cuántos puntos totales obtuvo?", "response": "9"}
{"query": "Terry come 2 yogures al día. Actualmente están en oferta 4 yogures por $5,00. ¿Cuánto gasta en yogur en 30 días?", "response": "75"}
{"query": "John planea vender todos sus juguetes y usar el dinero para comprar videojuegos. Tiene 13 juegos de Lego y los vende a $15 cada uno. Termina comprando 8 videojuegos a $20 cada uno y le quedan $5. ¿Cuántos juegos de Lego le quedan todavía?", "response": "2"}
{"query": "John corre 60 millas por semana. Corre 3 días a la semana. Corre 3 horas el primer día y la mitad los otros dos días que corre. ¿Qué tan rápido corre?", "response": "10"}
{"query": "Dana puede correr a una velocidad cuatro veces mayor que la que tarda en caminar, pero puede saltar a una velocidad que es la mitad de la que tarda en correr. Si puede saltar a 3 millas por hora, ¿cuántas millas puede recorrer en seis horas si pasa un tercio del tiempo corriendo y dos tercios del tiempo caminando?", "response": "18"}
{"query": "El iPhone de Brandon tiene cuatro veces más años que el de Ben. El iPhone de Ben tiene el doble de años que el de Suzy. Si el iPhone de Suzy tiene un año, ¿cuántos años tiene el iPhone de Brandon?", "response": "8"}
{"query": "El gran dragón, Perg, estaba sentado en lo alto del monte Farbo y lanzaba fuego sobre todo lo que se encontrara a una distancia de 1000 pies. Polly podía lanzar la jabalina de oro, la única arma conocida que podía hacer volar al dragón, a una distancia de 400 pies, dentro del alcance de las llamas del dragón. Pero cuando Polly sostenía la piedra preciosa de zafiro, podía lanzar la jabalina tres veces más lejos que cuando no sostenía la piedra preciosa. Si sostenía la piedra preciosa, ¿a qué distancia del alcance de las llamas del dragón podría Polly permanecer de pie y aún así golpear al dragón con la jabalina de oro?", "response": "200"}
{"query": "La abuela Jones horneó 5 tartas de manzana para el almuerzo de los bomberos. Cortó cada tarta en 8 trozos y colocó las cinco tartas en la mesa del bufé para que los invitados se sirvieran. Al final de la velada, después de que los invitados se hubieran comido sus trozos de tarta, quedaban 14 trozos de tarta. ¿Cuántos trozos se llevaron los invitados?", "response": "26"}
{"query": "Según su información nutricional, una bolsa de patatas fritas tiene 250 calorías por ración. Si una bolsa de 300 g tiene 5 raciones, ¿cuántos gramos puedes comer si tu objetivo calórico diario es de 2000 y ya has consumido 1800 calorías?", "response": "48"}
{"query": "Charlie quiere vender velas de cera de abejas. Por cada libra de cera de abejas, puede fabricar 10 velas cónicas. Una libra de cera de abejas y las mechas cuestan $10,00 en suministros. Si vende cada vela a $2,00 cada una, ¿cuál es su ganancia neta si fabrica y vende 20 velas?", "response": "20"}
{"query": "Meredith es una bloguera independiente que escribe sobre temas de salud y envía sus trabajos a sus clientes todos los días como parte de su trabajo permanente. Se necesitan 4 horas de investigación y redacción para escribir un artículo de blog. La semana pasada, escribió 5 artículos el lunes y 2/5 veces más artículos el martes que el lunes. El miércoles, escribió el doble de artículos que el martes. Calcule la cantidad total de horas que dedicó a escribir artículos en los tres días.", "response": "104"}
{"query": "Candice puso 80 notas adhesivas en su bolso antes de ir a su trabajo en la cafetería.  En el camino, se detuvo en la tienda y compró un paquete de notas Post-it;  En el trabajo, colocó una sola nota Post-it en cada una de 220 tazas de café diferentes.  Si le quedaban 23 notas Post-it en total, ¿cuántas notas Post-it había en el paquete que compró?", "response": "163"}
{"query": "John compra el doble de corbatas rojas que de corbatas azules. Las corbatas rojas cuestan un 50% más que las corbatas azules. Gastó $200 en corbatas azules que costaban $40 cada una. ¿Cuánto gastó en corbatas?", "response": "800"}
{"query": "Tracy usó un trozo de alambre de 4 pies de largo para sostener las plantas de tomate en el jardín. El alambre se cortó en trozos de 6 pulgadas de largo. ¿Cuántas piezas obtuvo?", "response": "8"}
{"query": "Richard vive en un edificio de apartamentos de 15 pisos. Cada piso contiene 8 unidades y 3/4 del edificio están ocupadas. ¿Cuál es el número total de unidades desocupadas en el edificio?", "response": "30"}
{"query": "Lloyd tiene una granja de huevos. Sus gallinas producen 252 huevos por día y los vende a 2 dólares la docena. ¿Cuánto gana Lloyd por semana con los huevos?", "response": "294"}
{"query": "El barco de Tom puede viajar a 10 millas por hora. Navega desde la 1:00 p. m. hasta las 4:00 p. m. Luego viaja de regreso a una velocidad de 6 mph. ¿Cuánto tiempo le toma regresar?", "response": "5"}
{"query": "La mochila de Uriah se está volviendo demasiado pesada para él. Necesita quitarle 15 libras. Sus cómics pesan 1/4 libra cada uno y sus juguetes pesan 1/2 libra cada uno. Si saca 30 cómics, ¿cuántos juguetes necesita sacar?", "response": "15"}
{"query": "Un mecánico cobra diferentes tarifas por reparar los neumáticos de camiones y automóviles. Por cada neumático de camión que se repare, el mecánico cobrará $60 y por cada neumático de automóvil que se repare, el mecánico cobrará $40. El jueves, el mecánico repara 6 neumáticos de camión y 4 neumáticos de automóvil. El viernes, el mecánico repara 12 neumáticos de automóvil y no repara ningún neumático de camión. ¿Cuánto más ingresos ganó el mecánico el día en que tuvo mayores ingresos?", "response": "40"}
{"query": "Las hermanas Doubtfire se dirigen a casa con 7 gatitos adoptados del refugio de animales local cuando su madre las llama para informarles de que sus dos gatas domésticas acaban de tener gatitos. Dice que Patchy, la primera gata, ha tenido el triple de gatitos adoptados, mientras que Trixie, la otra gata, ha tenido 12. ¿Cuántos gatitos tiene ahora la familia Doubtfire?", "response": "40"}
{"query": "Jean tiene 30 piruletas. Jean come 2 de ellas. Con las piruletas restantes, Jean quiere empaquetar 2 piruletas en una bolsa. ¿Cuántas bolsas puede llenar Jean?", "response": "14"}
{"query": "Peter planea ir al cine esta semana. Siempre recibe un boleto por $7 y palomitas de maíz por $7. Si tiene 42 dólares a la semana, ¿cuántas veces puede ir al cine?", "response": "3"}
{"query": "Un puente de madera no puede soportar más de 5000 libras. Un camión de reparto lleno de cajas idénticas, cada una de ellas con un peso de 15 libras, pasará por el puente. El peso combinado del conductor y el camión vacío es de 3755 libras. ¿Cuál es el número máximo de cajas que se pueden cargar en el camión sin exceder el límite de peso del puente?", "response": "83"}
{"query": "Stephen hizo un pedido de comestibles en línea. Su factura final fue de $40.00. Como lo hizo a través de un proveedor de entregas, le agregaron una tarifa del 25 % a su total final y le cobraron $3.00 en tarifas de envío. Stephen también agregó una propina de $4.00. Después de las tarifas adicionales, ¿cuál fue el precio final de los comestibles de Stephen?", "response": "57"}
{"query": "Un arbusto de frambuesas tiene 6 racimos de 20 frutos cada uno y 67 frutos individuales esparcidos por todo el arbusto. ¿Cuántas frambuesas hay en total?", "response": "187"}
{"query": "Una cesta contiene 25 naranjas de las cuales 1 está mala, el 20% no están maduras, 2 están agrias y el resto están buenas. ¿Cuántas naranjas están buenas?", "response": "17"}
{"query": "Janet compra un broche para su hija. Paga 500 dólares por el material para fabricarlo y luego otros 800 dólares para que el joyero lo fabrique. Después paga el 10 % de esa cantidad para asegurarlo. ¿Cuánto pagó?", "response": "1430"}
{"query": "Si Marcy trabaja para la misma empresa durante 40 años, recibe una pensión anual de 50.000 dólares al año. A partir de los 20 años, tendrá derecho al 5% del valor de la pensión anual. Si renuncia después de 30 años, ¿cuál será su pensión anual?", "response": "25000"}
{"query": "Aleena se suscribió a un servicio de streaming que le cobra 140 dólares al mes. Si la empresa de streaming le cobró el importe inicial durante la primera mitad del año y luego le cobró un 10 % menos de dinero durante la otra mitad del año, calcule el importe total que había pagado por el servicio de streaming al final del año.", "response": "1596"}
{"query": "Sophia está pensando en hacer un viaje por carretera en su coche y le gustaría saber qué distancia puede recorrer con un solo depósito de gasolina. Ha recorrido 160 kilómetros desde la última vez que llenó el depósito y necesitaba cargar 16 litros de gasolina para volver a llenarlo. El manual del propietario de su coche indica que el depósito tiene capacidad para 44 litros de gasolina. ¿Cuántos kilómetros puede recorrer Sophia con un solo depósito de gasolina?", "response": "300"}
{"query": "Jim pasa 2 horas viendo televisión y luego decide irse a la cama y lee la mitad del tiempo. Lo hace 3 veces por semana. ¿Cuántas horas pasa viendo televisión y leyendo en 4 semanas?", "response": "36"}
{"query": "Hay cuatro escuelas compitiendo en un torneo de baloncesto. Cada escuela ha enviado un equipo de baloncesto femenino y un equipo de baloncesto masculino y cada equipo tiene 5 jugadores cada uno. Cada escuela también ha enviado un entrenador para cada equipo. En total, ¿cuántas personas han enviado todas las escuelas?", "response": "48"}
{"query": "Un cazador de tesoros encontró un cofre enterrado lleno de gemas. Había 175 diamantes, 35 rubíes menos que diamantes y el doble de esmeraldas que rubíes. ¿Cuántas gemas había en el cofre?", "response": "595"}
{"query": "En la escuela del Dr. Wertz hay el doble de niños que de niñas. Si por cada profesor hay 60 niñas y 5 alumnos, ¿cuántos profesores hay?", "response": "36"}
{"query": "Bailey comienza con una cierta cantidad de dinero. Luego recibe una asignación semanal de $5 durante 8 semanas. Al final de las 8 semanas, si tiene un total de $100, ¿con cuánto dinero comenzó Bailey?", "response": "60"}
{"query": "Judy imparte 5 clases de baile todos los días de la semana y 8 clases los sábados. Si cada clase tiene 15 alumnos y ella cobra 15 dólares por alumno, ¿cuánto dinero gana en 1 semana?", "response": "7425"}
{"query": "Kelian tiene dos recetas para preparar platos, una con 20 instrucciones y la segunda con el doble de instrucciones que la primera. ¿Cuántas instrucciones tiene que leer Kelian para preparar los dos platos?", "response": "60"}
{"query": "Tommy está recaudando fondos para su organización benéfica vendiendo brownies a 3 dólares la porción y tartas de queso a 4 dólares la porción. Si Tommy vende 43 brownies y 23 porciones de tarta de queso, ¿cuánto dinero recauda?", "response": "221"}
{"query": "Shiela compró cinco teléfonos celulares por $150 cada uno con un pago a plazos de 3 meses. Se cobrará un interés del 2% por cada unidad. ¿Cuánto pagará Shiela cada mes durante 3 meses?", "response": "255"}
{"query": "Artie tiene un puesto de flores en el mercado de agricultores. Vende tres tipos de flores: caléndulas, petunias y begonias. Normalmente vende caléndulas a $2,74 por maceta, petunias a $1,87 por maceta y begonias a $2,12 por maceta. Artie no tiene cambio hoy, así que ha decidido redondear todos sus precios al dólar más cercano. Si Artie vende 12 macetas de caléndulas, 9 macetas de petunias y 17 macetas de begonias, ¿cuánto ganará?", "response": "88"}
{"query": "Luke pasa tiempo en la playa construyendo castillos de arena. Finalmente, se da cuenta de que cada nivel de un castillo de arena tendrá la mitad de la superficie cuadrada que el nivel inferior. Si construye un castillo de arena de 4 niveles donde el nivel superior tiene una superficie cuadrada de 16, ¿cuál es la superficie cuadrada promedio de un nivel?", "response": "60"}
{"query": "Cecilia acaba de comprar un nuevo cachorro. Según su veterinario, debe alimentar al cachorro con 1 taza de comida para perros todos los días durante los primeros 180 días. Luego, debe alimentar al cachorro con 2 tazas de comida para perros todos los días durante el resto de su vida. Si una bolsa de comida para perros contiene 110 tazas, ¿cuántas bolsas de comida para perros usará Cecilia durante el primer año?", "response": "5"}
{"query": "Si Raymond lava la mitad de ropa que Sarah, y Sarah lava 4 veces más ropa que David, calcula la diferencia entre la cantidad de ropa que lava Raymond y David si Sarah lava 400 libras de ropa.", "response": "100"}
{"query": "Vincent puede comprar flores en paquetes de 3 por $2,50 o en paquetes de 2 por $1. ¿Cuánto dinero ahorra si compra 18 flores al mejor precio?", "response": "6"}
{"query": "John adopta un perro. Lo lleva a la peluquería canina, que le cuesta 100 dólares. La peluquera le ofrece un descuento del 30 % por ser cliente nuevo. ¿Cuánto cuesta la peluquería?", "response": "70"}
{"query": "Dos niñas recibieron 1/6 de los 24 litros de agua cada una. Luego, un niño recibió 6 litros de agua. ¿Cuántos litros de agua quedaron?", "response": "10"}
{"query": "Charlie tenía 10 pegatinas. Compró 21 pegatinas en una tienda del centro comercial y recibió 23 pegatinas para su cumpleaños. Luego, Charlie le dio 9 de las pegatinas a su hermana y utilizó 28 para decorar una tarjeta de felicitación. ¿Cuántas pegatinas le quedan a Charlie?", "response": "17"}
{"query": "Grace pesa 125 libras. Alex pesa 2 libras menos que 4 veces lo que pesa Grace. ¿Cuáles son sus pesos combinados en libras?", "response": "623"}
{"query": "Dan planta 3 rosales. Cada rosal tiene 25 rosas. Cada rosa tiene 8 espinas. ¿Cuántas espinas hay en total?", "response": "600"}
{"query": "Un equipo de fútbol jugó 22 partidos. Ganaron 8 partidos más de los que perdieron. ¿Cuántos ganaron?", "response": "15"}
{"query": "Gene está cosiendo una colcha con camisetas viejas de recuerdo. Tiene una camiseta de cada una de las vacaciones en las que ha estado. Cada camiseta es un bloque de colcha en sí mismo. Cada fila está hecha de bloques de un año de vacaciones diferente. Se va de vacaciones cuatro veces al año y ha estado de vacaciones desde que tenía 23 años. Ahora tiene 34. ¿Cuántos bloques de colcha tiene en total?", "response": "44"}
{"query": "Greg tiene una alarma programada para que suene tres veces al día como recordatorio. Cuando suena la alarma, sigue sonando hasta que Greg la apaga. La primera vez que sonó hoy, sonó cuatro veces. La segunda vez que sonó, sonó tres veces más que la primera vez. La tercera vez, sonó la mitad del tiempo que la segunda vez. ¿Cuántas veces sonó la alarma en total?", "response": "22"}
{"query": "Una empresa paga a cada uno de sus empleados 600 dólares al mes. La empresa tiene la política de aumentar los salarios de cada uno de sus empleados en un 10% del salario inicial cada año para aquellos que han permanecido en la empresa durante cinco años. Si Sylvie acaba de cumplir 5 años en la empresa el pasado mes de diciembre, ¿cuál es su salario anual después de tres años más de servicio?", "response": "9360"}
{"query": "El primer disco de Marilyn vendió 10 veces más copias que el de Harald. Si vendieron 88.000 copias en total, ¿cuántas copias vendió Harald?", "response": "8000"}
{"query": "Christina está planeando una fiesta de cumpleaños y necesita 0,75 bolsas de regalo por invitado, porque 1/4 de los asistentes no se presenta. Invitó a 16 amigos. Las bolsas de regalo cuestan 2 dólares cada una. ¿Cuánto gastará?", "response": "24"}
{"query": "Ted, el T-Rex, planeaba llevar ensalada de papas al picnic de los dinosaurios. Sabe que un dinosaurio adulto comerá 10 libras de ensalada de papas y que un niño comerá la mitad de lo que comería un adulto. Si habrá 20 adultos y 5 niños en el picnic, ¿cuántas libras de ensalada de papas debe llevar Ted si espera tener suficiente para alimentar a todos?", "response": "225"}
{"query": "Jan tiene tres veces más mascotas que Marcia. Marcia tiene dos mascotas más que Cindy. Si Cindy tiene cuatro mascotas, ¿cuántas mascotas tienen en total las tres?", "response": "28"}
{"query": "Emily tiene 4 hijos llamados Amy, Jackson, Corey y James. Amy es 5 años mayor que Jackson y 2 años menor que Corey. Si James tiene 10 años y es 1 año menor que Corey, ¿cuántos años tiene Jackson?", "response": "4"}
{"query": "Lee solía correr los 400 metros con vallas dos segundos más rápido que Gerald, pero Gerald cambió su dieta y mejoró su velocidad en un 10%. Si Lee corre los 400 metros con vallas en 38 segundos, ¿cuán rápido puede Gerald, con su dieta mejorada, correr los 400 metros con vallas en segundos?", "response": "36"}
{"query": "En un barrio, el número de conejos como mascotas es doce menos que el número total de perros y gatos como mascotas. Si hay dos gatos por cada perro y el número de perros es 60, ¿cuántas mascotas hay en total en el barrio?", "response": "348"}
{"query": "De los 200 estudiantes de quinto grado, 2/5 son niños y 2/3 de las niñas son parte de las Girl Scouts. ¿Cuántas niñas no son parte de las Girl Scouts?", "response": "40"}
{"query": "Anoche Harry durmió 9 horas. Su amigo James durmió solo 2/3 de lo que durmió Harry. ¿Cuántas horas más durmió Harry que James?", "response": "3"}
{"query": "Cuando Freda cocina tomates enlatados para hacer salsa, estos pierden la mitad de su volumen. Cada lata de 16 onzas de tomates que utiliza contiene tres tomates. La última tanda de salsa de tomate de Freda produjo 32 onzas de salsa. ¿Cuántos tomates utilizó Freda?", "response": "12"}
{"query": "Los coches se han alineado en la autopista. Algunos de ellos pasan en los primeros 15 minutos del atasco, y luego pasan otros 20 coches en los 15 minutos restantes. 5 coches de la cola toman una salida para no tener que atravesar el atasco. Si en un principio había 30 coches en la autopista, ¿cuántos coches atravesaron el atasco en los primeros 15 minutos?", "response": "5"}
{"query": "Mary es una jardinera apasionada. Ayer recibió 18 nuevas plantas en macetas de su vivero favorito. Ya tiene 2 plantas en macetas en cada uno de los 40 alféizares de las ventanas de su gran casa de campo. Sintiéndose generosa, decidió que mañana regalará una planta en maceta de cada alféizar a sus amigos y familiares. ¿Con cuántas plantas en macetas se quedará Mary?", "response": "58"}
{"query": "Jerome tenía 4 amigos que fueron a visitarlo un día determinado. El primer amigo tocó el timbre 20 veces antes de que Jerome abriera, el segundo amigo tocó el timbre 1/4 veces más que el primer amigo de Jerome. El tercer amigo tocó el timbre 10 veces más que el cuarto amigo. Si el cuarto amigo tocó el timbre 60 veces, ¿cuántas veces sonó el timbre?", "response": "175"}
{"query": "Solo tiene que leer 4 páginas de su libro de texto de Ciencias, 20 páginas de su libro de texto de Estudios Sociales, 7 páginas de su libro de texto de Historia y 8 páginas de su libro de texto de Geografía. Solo leyó 15 páginas el lunes. Si tiene 4 días más para completar toda su lectura, ¿cuántas páginas necesita leer, en promedio, en un día?", "response": "6"}
{"query": "A John le gusta tomar un vaso de agua con el desayuno, el almuerzo y la cena. Por último, también toma uno antes de acostarse. John hace esto todos los días de la semana, pero los fines de semana le gusta relajarse y tomar un refresco con la cena. ¿Cuántos vasos de agua bebe John en una semana?", "response": "26"}
{"query": "Un banco de niebla se desplaza desde el océano hasta cubrir una ciudad. Se necesitan 10 minutos para cubrir cada 3 millas de la ciudad. Si la ciudad tiene 42 millas de ancho desde la costa hasta el borde interior opuesto, ¿cuántos minutos le tomará al banco de niebla cubrir toda la ciudad?", "response": "140"}
{"query": "Poppy está resolviendo un rompecabezas de 1000 piezas. Coloca una cuarta parte de las piezas en el tablero y luego su mamá coloca un tercio de las piezas restantes. ¿Cuántas piezas del rompecabezas quedan por colocar?", "response": "500"}
{"query": "Cody come tres veces más galletas que Amir. Si Amir come 5 galletas, ¿cuántas galletas comen los dos juntos?", "response": "20"}
{"query": "John tiene 3 cajas. Cada caja mide 5 pulgadas por 6 pulgadas por 4 pulgadas. Las paredes tienen 1 pulgada de espesor. ¿Cuál es el volumen interior total de las 3 cajas?", "response": "72"}
{"query": "Frankie mira televisión después de terminar sus deberes todas las noches. El lunes y el martes, miró un episodio de 1 hora de su programa favorito cada noche. El miércoles, miró algunos episodios de un programa de 30 minutos. El jueves, terminó sus deberes temprano y miró un episodio de 1 hora y un programa de 30 minutos. El viernes, se quedó despierto hasta tarde durante el fin de semana, así que miró dos episodios de 1 hora. Si miró 7 horas de televisión en total, ¿cuántos episodios de 30 minutos miró el miércoles?", "response": "3"}
{"query": "Henry está preparando galletas para una competencia local de repostería. Quiere hacer el doble de las que preparó el año pasado. Cuando termina de hornear, se da cuenta de que en realidad horneó 15 galletas más de las que pretendía. Deja caer 5 de sus galletas mientras las deja enfriar y ahora tiene un total de 110 galletas. ¿Cuántas galletas horneó Henry el año pasado?", "response": "50"}
{"query": "Una gasolinera local vende gasolina a 3 dólares el galón. Una empresa de aplicaciones ofrece 0,20 dólares de reembolso por galón si carga combustible en esta gasolinera. Si alguien compra 10 galones de gasolina, ¿cuánto le corresponderá después de recibir las recompensas de reembolso?", "response": "28"}
{"query": "Marcell y Beatrice están haciendo un concurso para ver quién puede comer más rollitos de fruta, así que desenrollan todos los que encuentran. Desafortunadamente, alguien comete un error y el de Beatrice medía dos rollitos de ancho y 24 de largo, mientras que el de Marcell medía 3 rollitos de ancho y 14 de largo. Si ambos se comieron la cantidad completa, ¿cuántos comieron en promedio?", "response": "45"}
{"query": "El bote de Julia hizo agua mientras estaba en el lago. El bote absorbía dos litros de agua por cada diez pies que remaba de regreso a la orilla. Le tomó dieciséis segundos remar veinte pies. La orilla estaba a 64 segundos de distancia. ¿Cuánta agua había absorbido el bote cuando Julia llegó a la orilla?", "response": "16"}
{"query": "En un aula hay una pizarra que comparten 4 profesores y que se turnan para usarla. Cada profesor tiene 2 lecciones al día y utiliza la pizarra en cada lección. Si la pizarra se limpia 3 veces por lección, ¿cuántas veces se limpia en un día?", "response": "24"}
{"query": "Ryan planta 2 flores al día en su jardín. Después de 15 días, ¿cuántas flores tendrá si no crecieron 5?", "response": "25"}
{"query": "El teléfono de Jamal puede contener 6 veces más fotografías que el teléfono de Brittany.  La cantidad máxima de fotografías que puede contener el teléfono de Brittany es 50 veces mayor que la cantidad de aves en la fotografía de Jamal de los patos en el zoológico.  Si el teléfono de Jamal tiene capacidad para 1800 fotografías, ¿cuántos patos se pueden ver en la fotografía de Jamal de los patos en el zoológico?", "response": "6"}
{"query": "Sasha se da cuenta de que los precios de la madera han subido un 50% en los últimos meses después de que compró algo de madera. Como le sobraron, decide venderlas. Le sobraron diez tablas de 2 x 4 x 10 que le costaron $10 cada una. También tiene cinco tablas de 4 x 4 x 10 que compró por $16 cada una. Si las vende todas, ¿cuánto beneficio obtendrá?", "response": "90"}
{"query": "Katy prepara café usando cucharaditas de azúcar y tazas de agua en una proporción de 7:13. Si utilizó un total de 120 cucharaditas de azúcar y tazas de agua, calcula la cantidad de cucharaditas de azúcar que utilizó.", "response": "42"}
{"query": "Juan compra 2 pares de zapatos para cada uno de sus 3 hijos. Cada uno cuesta 60 dólares. ¿Cuánto pagó?", "response": "360"}
{"query": "Un funcionario de aduanas del puerto principal de SeaSide contó 2 contenedores de vehículos importados, cada uno con 5 vehículos en su interior. Al día siguiente, llegaron más contenedores y el número total de vehículos en el puerto llegó a 30. Calcule el número de contenedores que se importaron el segundo día, suponiendo que todos los contenedores contienen 5 vehículos.", "response": "4"}
{"query": "El salario total de Adrien era un 30 por ciento más alto que el de Lylah. Cuatro años después, su salario había aumentado y estaba ganando un 40 por ciento más de lo que ganaba cuatro años antes. Si el salario de Adrien y el de Lylah aumentaron simultáneamente y Adrien ganó $40000 hace cuatro años, ¿calcula el salario total que recibían los dos cuatro años después?", "response": "95200"}
{"query": "Miguel utiliza 2 blocs de papel a la semana para sus dibujos. Si en un bloc hay 30 hojas de papel, ¿cuántas hojas de papel utiliza cada mes?", "response": "240"}
{"query": "A Morisette y Kael se les pidió que trajeran frutas. Morisette trajo 5 manzanas y 8 naranjas, mientras que Kael trajo el doble de manzanas y la mitad de naranjas que Morisette. ¿Cuántas frutas tienen en total?", "response": "27"}
{"query": "Sadie durmió 8 horas el lunes. Durante los dos días siguientes durmió 2 horas menos cada uno, porque tenía que completar algunas tareas. Si el resto de la semana durmió 1 hora más que esos dos días, ¿cuántas horas durmió en total durante la semana?", "response": "48"}
{"query": "Rosie puede correr 10 millas por hora durante 3 horas. Después, corre 5 millas por hora. ¿Cuántas millas puede correr en 7 horas?", "response": "50"}
{"query": "Jennie está ayudando en la oficina de su madre. Tiene una pila de 60 cartas que necesitan sellos y una pila de cartas que ya tienen sellos. Coloca sellos en un tercio de las cartas que necesitan sellos. Si ahora hay 30 cartas en la pila de cartas que ya tienen sellos, ¿cuántas había en esa pila cuando Jennie comenzó?", "response": "10"}
{"query": "Julia se estaba preparando para una cena en su casa, donde tenía la intención de servir un guisado. Se dio cuenta de que se había quedado sin cucharas de plástico, así que compró un nuevo paquete de cucharas. Más tarde, su marido también compró un paquete de 5 cucharas nuevas y se las dio a Julia. Mientras Julia preparaba el guisado, utilizó tres de las cucharas para probar su guisado. Más tarde, cuando fue a poner la mesa, tenía un total de 12 cucharas. ¿Cuántas cucharas había en el paquete que compró Julia?", "response": "10"}
{"query": "Dylan necesitaba salchichas de pollo y salchichas de pescado para hacer bollos de salchichas en una fiesta. Compró 38 salchichas de pollo y 6 salchichas de pescado más que salchichas de pollo. ¿Cuántas salchichas compró Dylan en total?", "response": "82"}
{"query": "Después de transferirse a una nueva escuela, Amy hizo 20 amigos más que Lily. Si Lily hizo 50 amigos, ¿cuántos amigos tienen Lily y Amy juntas?", "response": "120"}
{"query": "La madre de Wells vende sandías, pimientos y naranjas en la tienda local. Una sandía cuesta tres veces lo que cuesta cada pimiento. Una naranja cuesta 5 dólares menos que una sandía. Dillon va a la tienda a comprar 4 sandías, 20 pimientos y 10 naranjas. ¿Cuál es la cantidad total de dinero que gastará si cada pimiento cuesta 15 dólares?", "response": "880"}
{"query": "Un hospital atiende a 500 personas al día. Cada paciente es visto durante un promedio de 24 minutos. Los médicos cobran 150 dólares por hora al hospital y el hospital cobra a los pacientes 200 dólares por hora. ¿Qué beneficio obtiene el hospital por estas visitas?", "response": "10000"}
{"query": "Nissa contrata a 60 trabajadores temporales para que hagan de elfos en la aldea de Papá Noel de su tienda departamental. Un tercio de los elfos se marcharon después de que los niños vomitaran sobre ellos, y luego 10 de los elfos restantes se marcharon después de que los niños les patearan las espinillas. ¿Cuántos elfos quedan?", "response": "30"}
{"query": "El gasto de José en mayo fue de 500 dólares. En junio, su gasto fue de 60 dólares menos. ¿Cuánto fue su gasto total en esos dos meses?", "response": "940"}
{"query": "Pam y Fred fueron a una feria. Pam se subió a la montaña rusa 2 veces, mientras que Fred se subió 4 veces. Después de eso, cada uno decidió subirse al trineo 2 veces. Si cada atracción costó 6 boletos, ¿cuántos boletos usaron ese día?", "response": "60"}
{"query": "El lunes, Walt caminó 4 millas. El martes, caminó 6 veces más millas que el lunes. Su kilometraje total de lunes a miércoles fue de 41 millas. ¿Cuántas millas caminó el miércoles?", "response": "13"}
{"query": "Tom recibe 4 lavados de autos al mes. Si cada lavado cuesta $15, ¿cuánto paga en un año?", "response": "720"}
{"query": "El amigo de Brian, Bobby, tiene 5 videojuegos menos que el triple de los que tiene Brian. Si Brian tiene 20 videojuegos pero perdió 5 justo antes de que se hiciera la comparación, ¿cuántos tiene Bobby?", "response": "40"}
{"query": "En el mundo quedan 27 unicornios. Un tercio de ellos se encuentran en las Tierras Altas de Escocia. Dos tercios de los unicornios escoceses son hembras. ¿Cuántas hembras hay en Escocia?", "response": "6"}
{"query": "Rory pide 2 sándwiches por $7,50 cada uno, 2 bolsas de papas fritas por $1,50 cada una y 2 galletas por $1,00 cada una para entrega a domicilio. Se le agrega un cargo de entrega del 20 % al momento de pagar y ella quiere agregar una propina de $5,00. ¿Cuánto costará su pedido a domicilio?", "response": "29"}
{"query": "Ayer Mark hizo un examen que constaba de 75 preguntas. Completó el examen a un ritmo de 5 preguntas por hora. Hoy, hizo otro examen de 100 preguntas al mismo ritmo. Si Mark tuvo 8 horas para completar el primer examen y 6 horas para completar el segundo, ¿cuántas preguntas dejó incompletas?", "response": "105"}
{"query": "En una máquina de caramelos hay 22 chicles rosas más que cuatro veces el número de chicles azules. Si hay 12 chicles azules, ¿cuántos chicles rosas hay?", "response": "70"}
{"query": "De los 20 coches disponibles para alquilar, 12 son automáticos, 4 manuales y el resto semiautomáticos. ¿Qué porcentaje de coches son semiautomáticos?", "response": "20"}
{"query": "En una colmena hay 700 abejas. Hay el doble de abejas obreras que de abejas bebés, y el doble de abejas bebés que de reinas. ¿Cuántas abejas obreras hay?", "response": "400"}
{"query": "Jordan juega videojuegos durante 2 horas todos los días. También tiene un trabajo a tiempo parcial en el que gana 10 dólares por hora. ¿Cuánto dinero ganaría Jordan en una semana si dedicara su tiempo a los videojuegos a trabajar?", "response": "140"}
{"query": "John compra leche por 2 dólares, huevos por 3 dólares, bombillas por 3 dólares, tazas por 3 dólares y trampas para cucarachas por 4 dólares.  Si hay un impuesto del 10% sobre todos los artículos no alimentarios, ¿cuánto costó todo?", "response": "16"}
{"query": "Kim ha iniciado su propio negocio de limpieza y está calculando cuántas ganancias obtendrá de sus clientes. Ya tiene 3 clientes, pero está hablando con otros 5 clientes potenciales y se siente lo suficientemente seguro como para incluirlos en sus cálculos. La casa de cada cliente necesitará 2 botellas de lejía y un paquete de paños para limpiar. Las botellas de lejía costarán $2 cada una y los paquetes de paños costarán $5 cada uno. Estos son sus únicos gastos. Calcula que su ingreso total cada semana será de $92. La ganancia es la diferencia entre el ingreso total y los gastos totales, entonces, ¿cuánta ganancia, en dólares, obtendrá Lucas cada semana?", "response": "20"}
{"query": "Juan tiene 10 hectáreas de un campo de piñas. Hay 100 piñas por hectárea. Juan puede cosechar sus piñas cada 3 meses. ¿Cuántas piñas puede cosechar Juan en un año?", "response": "4000"}
{"query": "Johnny está recogiendo los juguetes del suelo de su habitación. Había tirado al suelo una caja de Lego con 500 piezas, otra que tenía el triple de piezas que la de 500 piezas y otra que tenía 1/4 de la cantidad de piezas. ¿Cuántos bloques recoge Johnny si recoge todos los Lego?", "response": "2,125"}
{"query": "Debra está monitoreando una colmena para ver cuántas abejas entran y salen en un día. Ella ve 30 abejas salir de la colmena en las primeras 6 horas, y luego ve la mitad de esa cantidad de abejas regresar en las siguientes 6 horas. Ella ve el doble de abejas que las que vio salir primero de la colmena, volar de la colmena y salir en las siguientes 6 horas. Luego, cada abeja que se fue antes y que aún no había regresado regresa a la colmena en las siguientes 6 horas. ¿Cuántas abejas vio Debra regresar a la colmena en las últimas 6 horas del día?", "response": "75"}
{"query": "Brittany y su mamá van al museo. El costo de la entrada es de $12 para adultos y $10 para niños. La mamá de Brittany le da dinero a la cajera para una entrada de niño y una entrada de adulto. Si recibió $8 de cambio, ¿cuánto dinero, en dólares, le dio a la cajera?", "response": "30"}
{"query": "Charlie tiene tres veces más amigos en Facebook que Dorothy. James tiene cuatro veces más amigos en Facebook que Dorothy. Si Charlie tiene 12 amigos en Facebook, ¿cuántos amigos en Facebook tiene James?", "response": "16"}
{"query": "Steve y Tim deciden ver quién puede llegar a casa más rápido desde la escuela. Steve vive más lejos que Tim, por lo que puede andar en bicicleta. Steve vive a 3 millas de la escuela y puede andar en bicicleta a 440 pies por minuto. Tim vive a 2 millas de la escuela. Si Tim puede andar en patineta a 264 pies por minuto, ¿cuánto tiempo esperará el ganador en su casa antes de que el perdedor termine la carrera?", "response": "4"}
{"query": "Shawnda decide que los niños de su vecindario realmente podrían beneficiarse de un servicio de inflado de bicicletas. Decide que la mejor manera de cobrar es por neumático. Cada neumático cuesta 25 centavos. El primer día, 5 personas en bicicleta vinieron a inflar ambos neumáticos. 3 personas vinieron a inflar todos los neumáticos de sus triciclos. Finalmente, una persona vino en un monociclo. ¿Cuántos dólares ganó ese día?", "response": "5"}
{"query": "Carl compra diez paquetes de galletas. Cada paquete contiene seis galletas. Cada galleta cuesta $0,10. ¿Cuánto cambio recibe Carl si paga con un billete de $10?", "response": "4"}
{"query": "Dave compró un paquete grande de papas fritas y se comió catorce antes de que una gaviota hambrienta le robara el paquete de la mano. Cuando la gaviota aterrizó, se comió la mitad de las papas fritas que Dave se comió. Luego, tres palomas lo obligaron a alejarse de la comida y cada paloma se comió tres papas fritas. Más tarde, un mapache se robó dos tercios de las papas fritas restantes. Las hormigas se llevaron una papa frita final y dejaron cinco atrás. ¿Cuántas papas fritas había en el paquete cuando Dave lo compró?", "response": "48"}
{"query": "Los lunes, miércoles y viernes, el estudiante universitario Kimo tiene tres clases de 1 hora cada día. Los martes y jueves, tiene dos clases de 2 horas cada día. En un semestre, hay 16 semanas de escuela. En un semestre, ¿cuántas horas pasa Kimo asistiendo a clases?", "response": "272"}
{"query": "Bill hornea 300 panecillos, 120 croissants de chocolate y 60 baguettes todos los días. Cada panecillo mide 4 pulgadas de largo, cada croissant mide 6 pulgadas de largo y cada baguette mide 2 pies de largo. Si Bill coloca todos los productos horneados uno tras otro, ¿cuánto medirán en pies?", "response": "280"}
{"query": "El cuidador del zoológico alimenta a todos los simios del zoológico. Pide todos los plátanos a una granja local cada dos meses. Si los monos necesitan 200 plátanos, los gorilas necesitan 400 plátanos y los babuinos necesitan 100 plátanos cada mes, ¿cuántos plátanos necesita pedir para que les duren dos meses?", "response": "1400"}
{"query": "Blake y Kelly están haciendo un concurso para ver quién puede correr más en 15 minutos. Deciden hacerlo en un campo de fútbol de 100 yardas de largo. Blake corre de ida y vuelta 15 veces. Kelly corre de ida y vuelta una vez y luego decide que no quiere correr al lado de Blake, así que comienza a correr hasta la línea de 40 yardas y de regreso. Lo hace 34 veces. ¿Cuánto más corre el ganador que el perdedor?", "response": "80"}
{"query": "Rafael fue a comprar algunos útiles escolares. Compró 4 bolígrafos que costaron $1.5 cada uno, 2 cuadernos que costaron $4 cada uno y un borde de papel bond que costó $20. ¿Cuánto gastó Rafael en todo?", "response": "34"}
{"query": "Finn observa a 11 renacuajos nadando en el estanque. De repente, ve a 6 de ellos salir de su escondite debajo de un nenúfar y luego ve a 2 de ellos esconderse debajo de una roca. ¿Cuántos renacuajos puede ver Finn en el estanque ahora?", "response": "15"}
{"query": "Un tanque de agua tiene una profundidad de 17 pies el lunes. El martes, el tanque tenía 7 pies más de agua. El miércoles, la profundidad del agua es dos tercios de la que tenía el martes. ¿Cuál es la profundidad del agua del tanque el miércoles?", "response": "16"}
{"query": "Anakin y Locsin fueron a la playa hoy. Anakin capturó 10 estrellas de mar, 6 caballitos de mar y 3 peces payaso. Mientras que Locsin capturó 5 estrellas de mar menos que Anakin, 3 caballitos de mar menos que Anakin y 2 peces payaso más que Anakin. ¿Cuántos peces pudieron capturar?", "response": "32"}
{"query": "Si una bolsa de canicas cuesta $20 y el precio aumenta un 20% del precio original cada dos meses, ¿cuánto costaría una bolsa de canicas después de 36 meses?", "response": "92"}
{"query": "En una habitación hay varios juguetes: 5 coches rojos, 3 muñecos de acción y una muñeca. La muñeca cuesta lo mismo que 3 muñecos de acción y un coche rojo cuesta 4 dólares. ¿Cuánto valen todos los juguetes si un muñeco de acción cuesta 5 dólares?", "response": "50"}
{"query": "Jackie está tratando de decidir si preparar sus impuestos ella misma o contratar a un contador. Si prepara los impuestos ella misma, podrá trabajar 3 horas menos como freelance y perderá $35 por hora en ingresos no percibidos. El contador cobra $90. ¿Cuánto dinero más tendrá si contrata al contador?", "response": "15"}
{"query": "Para su 30 cumpleaños, Elvira eligió como regalo una computadora nueva con muchos accesorios. Tiene un presupuesto de 1500€ donados por toda su familia y cree que podrá conservar un poco de dinero para comprarse una prenda. Va a una tienda de informática y elige una máquina que cuesta 1.090€ con pantalla, teclado y ratón. También se lleva un escáner por 157 €, una grabadora de CD por 74 € y una impresora por 102 €. ¿Cuánto dinero le quedará para su ropa?", "response": "77"}
{"query": "La vecina de Sandra le da una canasta de 9 huevos cada vez que cuida a su hija. Para hacer un flan español, necesita 3 huevos. Si a Sandra le han encomendado preparar 15 flanes españoles para la recaudación de fondos de su escuela, ¿cuántas veces tiene que cuidar a su hija?", "response": "5"}
{"query": "Seth tiene el doble de edad que Brooke. En 2 años, la suma de sus edades será 28. ¿Cuántos años tiene Seth?", "response": "16"}
{"query": "Jimmy tiene 2 dólares más que el doble del dinero que tiene Ethel. Si Ethal tiene 8 dólares, ¿cuánto dinero tiene Jimmy?", "response": "18"}
{"query": "Pancho camina 20 millas al día, excepto los fines de semana, cuando camina 10 millas. ¿Cuántas millas camina en una semana?", "response": "120"}
{"query": "La banda de música está pidiendo nuevos uniformes. Cada uniforme incluye un sombrero que cuesta 25 dólares, una chaqueta que cuesta tres veces más que el sombrero y pantalones que cuestan el promedio de los costos del sombrero y la chaqueta. ¿Cuánto cuesta cada uniforme en total?", "response": "150"}
{"query": "Jake está caminando por el Museo de Entomología. Ve 80 arañas con 8 patas cada una, 90 insectos con 6 patas cada uno y 3 raros invertebrados mutantes con 10 patas cada uno. ¿Cuántas patas ve Jake en total?", "response": "1210"}
{"query": "Hay cuatro pájaros en el vagón de cola. Sally Dos es tres años mayor que Granny Red. Granny Red es el doble de vieja que Sally Cuatro. Si Sally Cuatro tiene la misma edad que Sally Treinta y dos, y Sally Treinta y dos tiene 8 años, ¿cuál es la edad total de los cuatro pájaros?", "response": "51"}
{"query": "Jessica está tratando de calcular cuánto debe pagar por todas sus deudas cada mes. Sus préstamos estudiantiles tienen un pago mínimo de $300 al mes, el mínimo de su tarjeta de crédito es de $200 al mes y el mínimo de su hipoteca es de $500 al mes. Si Jessica quiere pagar un 50% más que el mínimo, ¿cuánto paga en un año?", "response": "18000"}
{"query": "Billy está pelando y cortando papas para preparar una ensalada de papas para la gran barbacoa de su reunión familiar. Es un gran evento, por lo que tiene que cortar 60 papas. Las papas son aproximadamente del mismo tamaño, por lo que le toma aproximadamente el mismo tiempo pelar y cortar cada una. Billy tarda aproximadamente un minuto y medio en pelar una papa, pero solo unos 5 segundos en cortarla. ¿Cuánto tiempo le tomará a Billy terminar de preparar las papas?", "response": "95"}
{"query": "Juan y su hermano Carlos venden limonada. Por cada galón que hacen les cuesta $3 por los limones y $2 por el azúcar. Venden cada vaso a $0,50 y obtienen 20 vasos por galón. Si obtuvieron $25 de ganancia, ¿cuánto gastaron en limones?", "response": "15"}
{"query": "En una carrera con 240 asiáticos, 80 eran japoneses y el resto chinos. Si el número de niños en el equipo chino era 60, ¿cuántas niñas había en el equipo chino?", "response": "100"}
{"query": "Zaid gasta 1/4 de su salario en el alquiler, 1/3 en combustible para el automóvil y dona la mitad del monto restante a su organización benéfica favorita. Le da a su hija 200 dólares para que los use en sus gastos semanales y 700 dólares a su esposa para que haga un presupuesto para alimentos y otros artículos del hogar. Si Zaid gana 6000 dólares por mes, ¿cuánto dinero le quedará después de todos estos gastos y donaciones?", "response": "350"}
{"query": "Rani tiene diez cangrejos más que Monic, quien tiene cuatro cangrejos menos que Bo. Si Bo tiene cuarenta cangrejos, calcula el número total de cangrejos que tienen los tres juntos.", "response": "122"}
{"query": "Lloyd gana $10 por hora dando clases particulares de matemáticas. Dio clases particulares durante 5 horas la primera semana y 8 horas la segunda semana. ¿Cuánto ganó durante las dos primeras semanas?", "response": "130"}
{"query": "Dos candidatos se postulan para delegado de la clase en la escuela de Sarai. Si el ganador obtuvo 3/4 de los votos y el número total de estudiantes que votaron en la clase fue 80, calcule el número de votos que obtuvo el perdedor.", "response": "20"}
{"query": "Sandra, la florista de la esquina, está muy descontenta con la entrega incompleta del pedido de Fred. Sandra había pedido cuatro veces más rosas rojas que claveles blancos. También pidió 200 lirios de agua rosados, que eran cinco veces más que claveles blancos. Sandra ha amenazado con cambiar de proveedor si las rosas rojas que faltan no se entregan antes de las 5 p. m. Para conservar el negocio de Sandra, ¿cuántas rosas rojas debe entregar Fred antes de las 5 p. m.?", "response": "160"}
{"query": "Jean tiene dos años más que Mark. Hace dos años, Mark tenía cinco años más que la mitad de la edad de Jan. Si Jan tiene 30 años, ¿cuántos años tiene Jean?", "response": "23"}
{"query": "Dos equipos de atletismo compiten entre sí en una carrera de relevos de 4 x 400 metros, en la que cada equipo tiene cuatro miembros que corren 400 metros, o una vuelta, alrededor de una pista estándar. Uno de los dos equipos es muy polifacético y cada uno de sus miembros correrá su tramo de 400 metros en exactamente 55 segundos. El otro equipo es menos polifacético; su primer corredor correrá su tramo de 400 metros en 60 segundos y luego cada corredor siguiente será 3 segundos más rápido que el corredor anterior. Con esta información, ¿por cuántos segundos ganará el equipo más rápido?", "response": "2"}
{"query": "Jerry está tirando un dado de seis caras. ¿Qué probabilidad hay (expresada en porcentaje) de que saque un número mayor que 3 que de que saque dos números pares seguidos?", "response": "25"}
{"query": "Jenna y su madre recogieron algunas manzanas de su granja de manzanas. Jenna recogió la mitad de manzanas que su madre. Si su madre obtuvo 20 manzanas, ¿cuántas manzanas recogieron entre las dos?", "response": "30"}
{"query": "Russell trabaja en una tienda de mascotas y distribuye paja entre los roedores. Las ratas se mantienen en 3 jaulas en grupos iguales y a cada rata se le dan 6 trozos de paja. Hay 10 jaulas de hámsters que se mantienen solos y a cada hámster se le dan 5 trozos de paja. También hay un corral de conejos donde se distribuyen 20 trozos de paja entre los conejos. No se utiliza paja en ningún otro lugar de la tienda. Si se han distribuido 160 trozos de paja entre los pequeños roedores, ¿cuántas ratas hay en cada jaula?", "response": "5"}
{"query": "Mandy le debe a Benedict 100 dólares. Acordaron un interés mensual del 2 %. Si Mandy pudiera pagarlo después de 3 meses, ¿cuánto debería darle a Benedict?", "response": "106"}
{"query": "Un comerciante compra algunos sacos de trigo a un granjero a un precio de 20 dólares por saco. Si cuesta 2 dólares transportar cada saco desde la granja hasta el almacén y el comerciante obtiene una ganancia total de 400 dólares después de vender todos los sacos a un precio de 30 dólares cada uno, ¿cuántos sacos vendió?", "response": "50"}
{"query": "Tres amigos gastaron $20,25 en 3 entradas para la feria. También gastaron $4,50 menos en comida que en las entradas. También se subieron a 2 atracciones diferentes que cuestan $33 cada una. Si acordaron dividir todos los costos equitativamente, ¿cuánto pagó cada uno?", "response": "34"}
{"query": "John recoge duraznos durante 3 horas. Puede recoger 2 duraznos por minuto. ¿Cuántos duraznos recoge?", "response": "360"}
{"query": "Los patos necesitan comer 3,5 libras de insectos cada semana para sobrevivir. Si hay una bandada de diez patos, ¿cuántas libras de insectos necesitan por día?", "response": "5"}
{"query": "Tom planta 10 árboles al año. Cada año también corta 2 árboles al año. Comienza con 50 árboles. Después de 10 años, el 30% de los árboles mueren. ¿Cuántos árboles le quedan?", "response": "91"}
{"query": "Sue vive en un vecindario divertido. Un fin de semana, los vecinos decidieron hacerle una broma a Sue. El viernes por la mañana, los vecinos colocaron 18 flamencos de plástico rosados ​​en el patio delantero de Sue. El sábado por la mañana, los vecinos recuperaron un tercio de los flamencos, los pintaron de blanco y volvieron a colocar estos flamencos recién pintados de blanco en el patio delantero de Sue. Luego, el domingo por la mañana, agregaron otros 18 flamencos de plástico rosados ​​a la colección. Al mediodía del domingo, ¿cuántos flamencos de plástico rosados ​​más había en el jardín que flamencos de plástico blancos?", "response": "24"}
{"query": "Violetta quiere comprar crayones nuevos. Los necesita de 5 colores diferentes y preparó $20 para esta compra. Un crayón cuesta $2. ¿Cuánto recibirá de cambio?", "response": "10"}
{"query": "Un bolígrafo cuesta lo mismo que un lápiz y una goma de borrar juntos. Un lápiz cuesta $1,20 y una goma de borrar cuesta $0,30. ¿Cuánto costarán 8 bolígrafos?", "response": "12"}
{"query": "Se deben distribuir 200 libras de zanahorias a 40 restaurantes de una ciudad determinada. Cada restaurante recibirá 2 libras de zanahorias. ¿Cuántas libras de zanahorias no se utilizarán?", "response": "120"}
{"query": "En la ciudad de Soda hay exactamente 23786 habitantes. Entre ellos, 8417 son hombres y 9092 son mujeres. El resto de la población está formada por niños. ¿Cuántos niños hay en Soda?", "response": "6277"}
{"query": "Elaine inicialmente tenía 20 cartas de Pokémon. Después de un mes, reunió tres veces esa cantidad. En el segundo mes, reunió 20 cartas menos que las que reunió en el primer mes. En el tercer mes, reunió el doble de la cantidad combinada de cartas de Pokémon que reunió en el primer y segundo mes. ¿Cuántas cartas de Pokémon tiene ahora en total?", "response": "320"}
{"query": "Mark es corrector de estilo. Edita la misma cantidad de oraciones por semana para dos editoriales diferentes, cada una de las cuales le paga una tarifa diferente por oración. La editorial B le paga a Mark el doble de lo que le paga la editorial A. Mark edita un total de 1000 oraciones por semana y la editorial A le paga 5 centavos por oración. ¿Cuánto gana Mark en una semana, en centavos?", "response": "7500"}
{"query": "Baldur saca agua de un pozo. Recibe 5 baldes de agua cada mañana y 6 baldes de agua cada tarde. Si cada balde contiene 5 litros de agua, ¿cuántos litros de agua recibe cada día?", "response": "55"}
{"query": "John gana un premio en el trabajo. El premio consiste en una recompensa monetaria única de $5000 y un aumento del 5 % en el salario. Si gana $2000 por semana, todas las semanas del año y recibe el premio el primer día del año, ¿cuánto dinero ganó ese año?", "response": "114,200"}
{"query": "Josie cultiva uvas en su granja de 10 acres. Cada acre produce 5 toneladas de uvas al año, y cada tonelada de uvas produce 2 barriles de vino. ¿Cuántos barriles de vino produce su granja al año?", "response": "100"}
{"query": "La comida favorita de Carl es el queso. Comió un sándwich todos los días de esta semana para el almuerzo y usó 2 rebanadas de queso en cada sándwich. Comió tortillas de queso y huevo en el desayuno 3 días a la semana usando una porción más por tortilla que por sándwich. Hizo un plato grande de macarrones con queso para varias cenas de la semana y usó 8 rebanadas de queso. ¿Cuántas rebanadas de queso usó?", "response": "31"}
{"query": "Janet tenía 22 bolígrafos verdes y 10 bolígrafos amarillos. Luego compró 6 bolsas de bolígrafos azules y 2 bolsas de bolígrafos rojos. Había 9 bolígrafos en cada bolsa azul y 6 bolígrafos en cada bolsa roja. ¿Cuántos bolígrafos tiene Janet ahora?", "response": "98"}
{"query": "Brinley está en la clase de matemáticas del Sr. Bert. El Sr. Bert realiza seis exámenes cada semestre. Permite a los estudiantes quitar la puntuación más baja del promedio cada semestre. Si Brinley tiene puntuaciones de 89, 71, 92, 100 y 86 en los primeros cinco exámenes, ¿qué puntuación necesita en el sexto examen para obtener un promedio de 93?", "response": "98"}
{"query": "A Michael le encanta andar en bicicleta. La monta al menos 5 veces por semana y recorre 25 kilómetros cada vez. Lo hizo durante cuatro semanas y luego decidió montarla solo 2 veces por semana, pero 60 kilómetros cada vez, y lo hizo durante 3 semanas. ¿Cuántos kilómetros hizo Michael en total?", "response": "860"}
{"query": "La bolsa de caramelos de Halloween de Joe tiene 25 barras de chocolate y 80 manzanas confitadas. Cada barra de chocolate pesa el doble que cada manzana confitada. Si cada barra de chocolate pesa 40 g, ¿cuánto pesa la bolsa de caramelos de Joe, en gramos?", "response": "2600"}
{"query": "El lunes, Rose fue a la tienda y compró 4 pasteles. El martes, fue a otra tienda y compró tres veces esa cantidad de pasteles. El miércoles, fue a otra tienda y compró 5 veces la cantidad de pasteles que compró el martes. ¿Cuántos pasteles compró después de los tres días?", "response": "76"}
{"query": "Veinte docenas de tazas cuestan $1200 menos que el costo total de media docena de platos vendidos a $6000 cada uno. Calcule el costo total de comprar cada taza.", "response": "145"}
{"query": "Sara quiere comprarse una chaqueta nueva y dos pares de zapatos. La chaqueta que quiere cuesta 30 dólares y cada par de zapatos cuesta 20 dólares. Sara cuida a los niños del vecino 4 veces y gana 5 dólares cada vez que los cuida. Sus padres le pagan 4 dólares cada vez que corta el césped. Si Sara ya tenía 10 dólares ahorrados antes de empezar a cuidar niños, ¿cuántas veces debe cortar el césped antes de poder comprarse la chaqueta y los zapatos?", "response": "10"}
{"query": "Jerry tiene una bandada de gallinas. Las gallinas rojas producen 3 huevos al día y las blancas 5 huevos al día. Todos los días Jerry recoge 42 huevos. Si tiene dos gallinas blancas más que gallinas rojas, ¿cuántas gallinas rojas tiene?", "response": "4"}
{"query": "A Gary le gusta caminar por el borde del parque local, que es un rectángulo que mide 1,5 millas por 6 millas. Si camina a 3 millas por hora, ¿cuántas horas pasa caminando?", "response": "5"}
{"query": "Mientras estaba en la tienda de dólar, Sloane cuenta 100 clientes que ingresan a la tienda. Al día siguiente, cuenta 50 clientes más que el primer día. Si el número total de clientes al tercer día fue de 500, ¿cuántos clientes contó el tercer día?", "response": "250"}
{"query": "Jerry tiene dos piscinas, ambas con fugas que las vacían a un ritmo de 4 galones por minuto. Hace 4 minutos, la piscina grande tenía el doble de agua que la piscina pequeña. Ahora, la piscina grande tiene cuatro veces más agua que la piscina pequeña. ¿Cuánta agua tiene ahora la piscina pequeña?", "response": "8"}
{"query": "Lori quiere comprar un par de zapatos de $320,00 y un cinturón a juego de $32,00. Su trabajo a tiempo parcial le paga $8,00 por hora. ¿Cuántas horas tendrá que trabajar antes de poder realizar la compra?", "response": "44"}
{"query": "Janeth pidió prestados $2000 y prometió devolverlos con un 10% adicional del monto. Si va a pagar $165 por mes durante 12 meses, ¿cuánto será el saldo restante de Janeth para entonces?", "response": "220"}
{"query": "Hay 4 rosas en el florero. Hay 7 dalias más que rosas en el florero. ¿Cuántas flores hay en total en el florero?", "response": "15"}
{"query": "La edad de Adrian es tres veces la edad de Harriet, y Harriet tiene la mitad de la edad de Zack. Calcula la edad promedio de los tres dentro de tres años si Harriet tiene 21 años ahora.", "response": "45"}
{"query": "Cuatro estudiantes obtuvieron un total de 251 puntos en un juego de mesa. Naomi anotó 68 de los puntos. Yuri anotó 10 más de la mitad de puntos que Naomi y Brianna anotó 17 puntos más que Naomi. ¿Cuántos puntos anotó Jojo?", "response": "54"}
{"query": "Carmen tarda 10 minutos en resolver un crucigrama y 5 minutos en resolver un sudoku. Durante el fin de semana resolvió 3 crucigramas y 8 sudokus. ¿Cuánto tiempo pasó jugando a estos juegos?", "response": "70"}
{"query": "Un tanque de agua está lleno de 120 litros de agua. Céline utilizó 90 litros de agua del tanque para regar su pequeño jardín. De esta manera pudo recolectar el doble de agua de lluvia de la que quedaba. ¿Cuántos litros de agua hay ahora en el tanque?", "response": "90"}
{"query": "Andy planta 90 geranios y 40 petunias menos que geranios. ¿Cuántas flores planta en total?", "response": "140"}
{"query": "Una empresa gasta $15.000 en publicidad durante un año y luego gasta un tercio de esa cantidad en publicidad durante otro año. ¿Cuál es la cantidad total que la empresa gastó en publicidad durante los dos años?", "response": "20000"}
{"query": "Carlos y Benji están en la playa. Carlos alquila una canoa por $30 la hora y Benji alquila una balsa tipo banana por $18 la hora. Si Carlos usa la lancha durante 3 horas y Benji usa la balsa durante 5 horas, ¿cuánto pagarán en total por el alquiler?", "response": "180"}
{"query": "Andrew planea un viaje por carretera desde Nueva Jersey a Rochester. Se necesitan 6 días para viajar en autobús y la mitad de días para viajar en automóvil desde Nueva Jersey a Rochester. ¿Cuántos días viajará si planea ir a Rochester en autobús y regresar de Rochester en automóvil?", "response": "9"}
{"query": "James está contando sus cartas de Pokémon. Tiene 30 de tipo fuego, 20 de tipo planta y 40 de tipo agua. Si pierde 8 de tipo agua y compra 14 de tipo planta, ¿cuál es la probabilidad porcentual (redondeada al número entero más cercano) de que una carta elegida al azar sea de tipo agua?", "response": "33"}
{"query": "Chad pidió un burrito para armar uno mismo para el almuerzo. El burrito básico cuesta $6.50. Agrega carne extra por $2.00, queso extra por $1.00, aguacate por $1.00 y 2 salsas por $0.25 cada una. Decide mejorar su comida por $3.00 adicionales, lo que le agregará papas fritas y una bebida. Tiene una tarjeta de regalo por $5.00 que usa al momento de pagar. ¿Cuánto debe todavía?", "response": "9"}
{"query": "Kalinda está trabajando en un rompecabezas de 360 ​​piezas con su mamá. Kalinda normalmente puede agregar 4 piezas por minuto. Su mamá normalmente puede colocar la mitad de piezas por minuto que Kalinda. ¿Cuántas horas les llevará completar este rompecabezas?", "response": "1"}
{"query": "Una granja de sandías produjo 120 sandías bebé. Ashlyn fue a la granja después de dos meses y descubrió que el 30% de las sandías estaban listas para ser cosechadas, por lo que se las llevó a casa. Cuando regresó dos semanas después, 3/4 de las sandías restantes estaban listas, por lo que las cosechó. ¿Cuántas sandías no estaban listas para ser cosechadas después de las dos semanas?", "response": "21"}
{"query": "Mark compra una flota de 12 automóviles para su empresa. Cada automóvil se vende por $20,000. Paga un impuesto del 10% sobre los automóviles y luego otros $1000 por la matriculación de cada uno de ellos. ¿Cuánto paga por todo?", "response": "276,000"}
{"query": "A Kylie y Robert les gusta ir a la playa a recolectar conchas. El lunes, Kylie recolecta 5 conchas más que Robert, quien recolecta 20 conchas. El martes, Kylie recolecta 2 veces más conchas que el lunes. ¿Cuántas conchas recolecta Kylie el martes?", "response": "50"}
{"query": "Dax fue a su granja a recoger manzanas y encontró la mitad de insectos que de hormigas en el jardín. Si había 50 hormigas, calcula el número total de insectos que había en el jardín.", "response": "75"}
{"query": "Hay 36 pingüinos tomando el sol en la nieve. Un tercio de ellos salta y nada en el océano. Otro tercio entra en la cueva para comer su cena. ¿Cuántos pingüinos quedan todavía tomando el sol?", "response": "12"}
{"query": "Steve decide empezar a comer más tomates y decide cultivar sus propios tomates cherry. Come el doble que su novia. Come 6 por día. Si una planta puede producir 3 tomates por semana, ¿cuántas plantas necesita?", "response": "21"}
{"query": "John pide unas pizzas para compartir con sus amigos. Hay 20 amigos en total y John quiere asegurarse de que cada uno pueda comer 4 porciones. Las pizzas solo se venden cortadas en 8 porciones. ¿Cuántas pizzas necesita pedir John?", "response": "10"}
{"query": "Ram usa muchos bolígrafos. Descubrió que puede ahorrar dinero mezclando la tinta de cinco bolígrafos vacíos para hacer uno lleno. Si compra 25 bolígrafos y luego los usa para hacer nuevos bolígrafos cuando se acaba la tinta, ¿cuántos bolígrafos en total puede tener?", "response": "31"}
{"query": "Johnny tomó su mesada de $20 y le agregó $10 extra. Luego invirtió esa suma de dinero, que se triplicó en un año. ¿Cuánto dinero tenía después de un año?", "response": "90"}
{"query": "María es dos años menor que Juana, quien es cinco años mayor que Jesús. Si Jesús tiene 20 años, ¿cuál es la suma de las edades de las tres niñas?", "response": "68"}
{"query": "En el salón de actos de una escuela había 1000 alumnos. El salón tenía 3 entradas A, B y C que también servían como salidas. Si después de una reunión el 30% de los alumnos salió del edificio por la salida A, 3/5 de los restantes salieron por la salida B y el resto por la salida C, calcule el número de alumnos que salieron por la salida C.", "response": "280"}
{"query": "James tiene 6 caramelos más que Robert. John tiene el doble de caramelos que Robert. Si John tiene 54 caramelos, ¿cuántos caramelos más tiene John que James?", "response": "21"}
{"query": "Dolly tiene dos libros y Pandora, uno. Si tanto Dolly como Pandora leen los libros de la otra y también los suyos, ¿cuántos libros leerán juntas al final?", "response": "6"}
{"query": "Mike era amigo por correspondencia de 5 personas. Dejó de serlo con 2 de ellas. Cada una de ellas le envía 2 cartas por semana de 5 páginas. Él responde de la misma manera. Puede escribir una página cada 6 minutos. ¿Cuántas horas dedica a escribir a la semana?", "response": "3"}
{"query": "Jason tiene un plan telefónico de 1000 minutos al mes. Todos los días tiene una llamada de 15 minutos con su jefe y este mes ha tenido 300 minutos extras de llamadas a otras personas. ¿Cuántos minutos le quedan a Jason si este mes tiene 30 días?", "response": "250"}
{"query": "Griffin tenía 24 papas fritas, pero Kyle tomó 5 de ellas. Billy tomó el doble que Kyle. Ginger le dio a Griffin un puñado de sus papas fritas, y luego Colby le quitó a Griffin 3 papas fritas menos que las que había tomado Kyle. Si al final Griffin tenía 27 papas fritas, ¿cuántas papas fritas le dio Ginger a Griffin?", "response": "20"}
{"query": "En un acuario hay 4 caracoles y en otro 32 caracoles. La diferencia entre la cantidad de caracoles en los dos acuarios es el doble de la cantidad de peces que hay en ambos. Si en ambos acuarios hay la misma cantidad de peces, ¿cuántos peces hay en cada acuario?", "response": "7"}
{"query": "La maquilladora de jeans le cobra 250 dólares la hora. Necesita un maquillaje muy caro para una película en la que actúa y le lleva 6 horas hacerlo cada día y necesita que se lo hagan 4 veces por semana. La película tarda 5 semanas en terminarse. Una vez terminada la película, la maquilladora le da a Jean un descuento del 10 % debido a la cantidad de trabajo realizado. ¿Cuánto pagó Jean?", "response": "27000"}
{"query": "Isabelle compró suministros para la fiesta de cumpleaños de su hermana pequeña. Gastó $12 en ingredientes para la torta, $43 en regalos de cumpleaños, $15 en decoraciones, $4 en invitaciones y $22 en bolsas de regalos para los invitados a la fiesta. Dividió el costo en partes iguales entre sus dos padres. ¿Cuántos dólares pagó cada persona?", "response": "32"}
{"query": "Un chef compró 4 bolsas de cebollas. Cada bolsa pesa 50 libras. Una libra de cebollas cuesta $1.50. ¿Cuánto gastó el chef?", "response": "300"}
{"query": "El lunes, Sue comió 4 veces más galletas que su hermana. El martes, comió el doble de galletas que su hermana. Su hermana comió 5 galletas el lunes y 13 al día siguiente. Si 1 galleta tiene 200 calorías, ¿cuántas calorías más consumió Sue que su hermana?", "response": "5,600"}
